---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.FlangeToeOfFillet
source: html/a4d0c0cc-a503-8036-f8e1-3f8da5bfeff0.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.FlangeToeOfFillet Property

Detailing distance from center of web to flange toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double FlangeToeOfFillet { get; set; }
```